Repository: josejp2424/Clamvtk
Catalog: usr/share/clamvtk/languages/*.po
Languages: es

source: Updating ClamAV database
es: Actualizando base de datos de ClamAV

source: the database was updated
es: La base de datos ha sido actualizad

source: Please do not close the terminal, the program will tell you when finish updating.
es: Por favor no cierre la terminal, el programa le dirá cuando halla finalizado la actualización

source: about CLamvtk 1.2
es: Acerca de Clamvtk 1.2

source: CLamvtk , is a graphical interface for ClamAV. Created by Puppy-es Os users.
es: CLamvtk, es una interface para ClamAV. Creada por usuarios Puppy-es 0S

source: notes and suggestions: in http://puppyes.com.ar/foros/
es: notas y sugerencias en http://puppyes.com.ar/foros/

source: Authors : nilsonmorales, mama21mama, josejp2424
es: Autores : nilsonmorales, mama21mama, josejp2424

source: License : This program is free software: you can redistribute it and/or modify it under the terms of the GPL General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
es: Licencia : Este programa es software libre: puede distribuirlo y/o modificarlo bajo los terminos de la Licencia Publica General GPL publicada por la Fundación del Software Libre, ya sea la versión 3 de la Licencia, o (a su elección) cualquier versión posterior.

source: ClamAV_Virus_Analyzer
es: ClamAV_Analizador_de_Virus

source: Update virus DB
es: Actualizar Base de Datos de virus

source: Auto update virus DB
es: Actualizar automáticamente base de datos de virus

source: Virus Analyzer
es: Analizador de Virus

source: Quarantine files
es: Archivos en cuarentena

source: Send virus files to CLamAV.
es: Enviar archivos de virus a ClamAV

source: About
es: Acerca de

source: Spanish faq in puppy-es
es: Faq en español en Puppy-es

source: Oficial faq
es: Faq oficial

source: CLamAV Website
es: Sitio oficial de CLamAV

source: Enter the full path to scan, and wait for the final summary. Example: /mnt/sda1 Enter location to scan:
es: Entre la ruta completa a escanear, y espere el resumen final. Ejemplo: /mnt/sda1 Entrar ubicacion a escanear:

source: Press [Enter] to continue...
es: Presione [Enter] para continuar...

source: CLamAV Update.
es: Actualizar CLamAV

source: If you want the database automatically update, select update...
es: Si quiere actualizar la base de datos automaticamente, actualizar...

source: Update
es: Actualizar

source: adding_automatic_updates
es: agregando actualizaciones automaticas

source: Close
es: Cerrar

source: Exit
es: Salir

source: Disable automatic updates
es: Deshabilitar actualizaciones automaticas

source: Failed updating Data Base
es: Falló al actualizar base de datos

source: The database was updated
es: La base de datos fué actualizada
